References/ASTT/TestSuits/Tests/DeviceMngmt/XMLFile2.xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tds="http://www.onvif.org/ver10/device/wsdl">
  <soap:Body>
    <tds:AddScopes xmlns="http://www.onvif.org/ver10/device/wsdl">
      <tds:ScopeItem>http://uri1</tds:ScopeItem>
      <tds:ScopeItem>http://uri2</tds:ScopeItem>
      <tds:ScopeItem>http://uri3</tds:ScopeItem>
    </tds:AddScopes>
  </soap:Body>
</soap:Envelope>
